tap "cargo-lambda/cargo-lambda"
tap "cmacrae/formulae"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "romkatv/powerlevel10k"
tap "sirwindfield/tap"
tap "teamookla/speedtest"
tap "zero-sh/tap"
brew "abcmidi"
brew "jpeg-xl"
brew "openssl@3"
brew "readline"
brew "aria2"
brew "coreutils"
brew "asdf"
brew "bat"
brew "terraform"
brew "cdktf"
brew "python@3.11"
brew "commitizen"
brew "direnv"
brew "dua-cli"
brew "duf"
brew "erdtree"
brew "exiftool"
brew "eza"
brew "fd"
brew "fdupes"
brew "unbound"
brew "gnutls"
brew "sdl2"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "git-absorb"
brew "git-delta"
brew "git-quick-stats"
brew "gnupg"
brew "gping"
brew "graphicsmagick"
brew "grep"
brew "pkg-config"
brew "helix"
brew "hyperfine"
brew "imagemagick"
brew "jq"
brew "krb5"
brew "lazygit"
brew "libffi"
brew "lua-language-server"
brew "luv"
brew "mas"
brew "mkcert"
brew "mupdf"
brew "mysql"
brew "neofetch"
brew "nnn"
brew "node@18"
brew "nushell"
brew "opam"
brew "pinentry-mac"
brew "pnpm"
brew "poppler"
brew "postgresql@14"
brew "procs"
brew "python@3.10"
brew "python@3.9"
brew "qpdf"
brew "railway"
brew "ranger"
brew "rename"
brew "ripgrep"
brew "rustup-init"
brew "sd"
brew "sox"
brew "starship"
brew "stow"
brew "tldr"
brew "tokei"
brew "tre"
brew "tree"
brew "websocat"
brew "wget"
brew "woff2"
brew "wrk"
brew "youtube-dl"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "cargo-lambda/cargo-lambda/cargo-lambda"
brew "cmacrae/formulae/spacebar"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "sirwindfield/tap/git-cm"
brew "teamookla/speedtest/speedtest"
brew "zero-sh/tap/apply-user-defaults"
brew "zero-sh/tap/zero"
cask "alt-tab"
cask "anaconda"
cask "arc"
cask "chromium"
cask "cleanshot"
cask "firefox"
cask "font-blex-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "http-toolkit"
cask "iina"
cask "kitty"
cask "macwhisper"
cask "obs"
cask "ogdesign-eagle"
cask "phoenix"
cask "raycast"
cask "rectangle"
cask "screen-studio"
cask "selfcontrol"
cask "sf-symbols"
cask "sublime-text"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "xquartz"
cask "zoom"
mas "GarageBand", id: 682658836
mas "Hotspot Shield", id: 771076721
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Logic Pro", id: 634148309
mas "Numbers", id: 409203825
mas "OCaml", id: 1547506826
mas "Pages", id: 409201541
vscode "42Crunch.vscode-openapi"
vscode "4ops.terraform"
vscode "aaron-bond.better-comments"
vscode "adrianwilczynski.alpine-js-intellisense"
vscode "alexanderte.dainty-nord-vscode"
vscode "alfonsogarciacaro.vscode-template-fsharp-highlight"
vscode "andrejunges.Handlebars"
vscode "AndrsDC.base16-themes"
vscode "antfu.unocss"
vscode "anthonypennadev.rescriptllighttheme"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "Avetis.nord-palette"
vscode "bbugh.change-color-format"
vscode "be5invis.vscode-custom-css"
vscode "better-ts-errors.better-ts-errors"
vscode "bmalehorn.vscode-fish"
vscode "bradlc.vscode-tailwindcss"
vscode "chenglou92.rescript-vscode"
vscode "chintans98.markdown-jira"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "divyamrit.alpine-snippets"
vscode "dnlytras.nord-wave"
vscode "donjayamanne.typescript-notebook"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "EditorConfig.EditorConfig"
vscode "enkia.tokyo-night"
vscode "Equinusocio.vsc-community-material-theme"
vscode "esbenp.prettier-vscode"
vscode "eseom.nunjucks-template"
vscode "fayras.simple-new-file"
vscode "file-icons.file-icons"
vscode "fivethree.vscode-svelte-snippets"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.copilot-labs"
vscode "GitHub.github-vscode-theme"
vscode "GitWorktrees.git-worktrees"
vscode "golang.go"
vscode "haskell.haskell"
vscode "helgardrichard.helium-icon-theme"
vscode "hollowtree.vue-snippets"
vscode "illixion.vscode-vibrancy-continued"
vscode "Ionide.Ionide-fsharp"
vscode "JakeBecker.elixir-ls"
vscode "jdinhlife.gruvbox"
vscode "jock.svg"
vscode "JonathanHarty.gruvbox-material-icon-theme"
vscode "jprestidge.theme-material-theme"
vscode "jrebocho.vscode-random"
vscode "justusadam.language-haskell"
vscode "keifererikson.nightfox"
vscode "Magssch.react-typescript-boilerplate"
vscode "marchiore.csvtomarkdown"
vscode "mariorodeghiero.vue-theme"
vscode "MichaelZhou.fleet-theme"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.python"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.hexeditor"
vscode "neptunedesign.vs-sequential-number"
vscode "NguyenHoangLam.beautiful-dracula"
vscode "nhoizey.gremlins"
vscode "ocamllabs.ocaml-platform"
vscode "okitavera.vscode-nunjucks-formatter"
vscode "OptimaSystems.vscode-apl-language"
vscode "OptimaSystems.vscode-apl-language-client"
vscode "pflannery.vscode-versionlens"
vscode "piousdeer.adwaita-theme"
vscode "PKief.material-icon-theme"
vscode "proverbialninja.svelte-extractor"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ronnidc.nunjucks"
vscode "rust-lang.rust-analyzer"
vscode "samuelcolvin.jinjahtml"
vscode "sburg.vscode-javascript-booster"
vscode "scala-lang.scala"
vscode "scala-lang.scala-snippets"
vscode "scalameta.metals"
vscode "seonglae.one-dark-teal"
vscode "serayuzgur.crates"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "SimonSiefke.svg-preview"
vscode "sperovita.alpinejs-syntax-highlight"
vscode "statiolake.vscode-rustfmt"
vscode "streetsidesoftware.code-spell-checker"
vscode "svelte.svelte-vscode"
vscode "tal7aouy.theme"
vscode "tamasfe.even-better-toml"
vscode "teabyii.ayu"
vscode "usernamehw.errorlens"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-pack"
vscode "vscode-icons-team.vscode-icons"
vscode "Vue.volar"
vscode "Vue.vscode-typescript-vue-plugin"
vscode "wart.ariake-dark"
vscode "wayou.vscode-todo-highlight"
vscode "wesbos.theme-cobalt2"
vscode "wholroyd.jinja"
vscode "wix.glean"
vscode "wix.vscode-import-cost"
vscode "wmaurer.vscode-jumpy"
vscode "xabikos.JavaScriptSnippets"
vscode "Yummygum.city-lights-icon-vsc"
vscode "yzhang.markdown-all-in-one"
vscode "ZixuanChen.vitest-explorer"
