tap "cmacrae/formulae"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "romkatv/powerlevel10k"
tap "teamookla/speedtest"
brew "abcmidi"
brew "jpeg-xl"
brew "bat"
brew "node@18"
brew "terraform"
brew "cdktf"
brew "commitizen"
brew "exa"
brew "unbound"
brew "gnutls"
brew "sdl2"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fnm"
brew "gh"
brew "git"
brew "gnupg"
brew "grep"
brew "jump"
brew "neofetch"
brew "neovim"
brew "node"
brew "pinentry-mac"
brew "pnpm"
brew "procs"
brew "python@3.9"
brew "ranger"
brew "ripgrep"
brew "rustup-init"
brew "sox"
brew "starship"
brew "tldr"
brew "tokei"
brew "tree"
brew "wget"
brew "z"
brew "zsh"
brew "cmacrae/formulae/spacebar"
brew "koekeishiya/formulae/yabai"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "teamookla/speedtest/speedtest"
cask "alfred"
cask "alt-tab"
cask "anaconda"
cask "chromium"
cask "firefox"
cask "font-blex-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "kitty"
cask "nordvpn"
cask "obs"
cask "rectangle"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoom"
