tap "aws/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "sidneys/homebrew"
tap "surrealdb/tap"
tap "teamookla/speedtest"
brew "act"
brew "aria2"
brew "bat"
brew "cmake"
brew "cmocka"
brew "difftastic"
brew "elixir"
brew "erlang"
brew "exa"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gcc"
brew "gdrive"
brew "gh"
brew "git-secret"
brew "glib"
brew "gnupg"
brew "gnutls"
brew "go"
brew "grep"
brew "guile"
brew "harfbuzz"
brew "imagemagick"
brew "jump"
brew "libheif"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "node"
brew "nvm"
brew "pinentry"
brew "pinentry-mac"
brew "pnpm"
brew "portaudio"
brew "procs"
brew "pyenv"
brew "python@3.10"
brew "qt"
brew "redis"
brew "ripgrep"
brew "rust-analyzer"
brew "rustup-init"
brew "starship"
brew "tesseract"
brew "tokei"
brew "tree"
brew "unbound"
brew "w3m"
brew "xpdf"
brew "hashicorp/tap/terraform"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "surrealdb/tap/surreal"
brew "teamookla/speedtest/speedtest"
cask "ableton-live-suite"
cask "alfred"
cask "daisydisk"
cask "docker"
cask "google-chrome"
cask "font-blex-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-iosevka-nerd-font"
cask "hammerspoon"
cask "obs"
cask "kitty"
cask "soundsource"
cask "splice"
cask "whatsapp"
cask "zoom"
